Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropData.SetDefaultEntity(Autodesk.Revit.DB.ExtensibleStorage.Entity)
Stores the default entity in the data.
defaultEntity:
The Entity to be stored.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Writing of Entities of this Schema is not allowed to the current add-in.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014